{"Contents":[

"This book is not merely a collection of recipes, but a testament to the nourishment that has sustained our realm. So, grab thy apron, sharpen thy knives, and prepare thy hearth.
</p><p><br></p><p>

The art of creating Flour. The creation of flour is a simple yet vital process that can turn grain into filling sustenance. Dough is versatile and be shaped into many different forms, but they all must be baked in an oven. Using butter in the combination will allow for the creation of pie dough, and thus delicious pies.
</p><p><br></p><p>

-It begins with a handful of cereals, be it wheat or oat. 
-Shuck the stalks into grains using the hands.
-These grains are then ground into a fine powder using a millstone. 
-Combine this powder with water to form dough.
</p><p><br></p><p>

A bun in de oven

-Ovens can hold about two to three things within it
-A torch can be baked in a wee ovem
</p><p><br></p><p>

The Hearty Soup. Ye will be hard pressed to find a more efficent way of serving a large quantity of ingredients than the mighty soup. It is a dish that can warm the body and nourish the soul after a long day's work. 

-First, add some water to a pot.
-Set the pot above a hearth until it comes to a boil.
-Add as much ingredients as ye like until the pot is full.
</p><p><br></p><p>

The Steak. While steak may be a simple dish to make, it is a dish that embodies the strength of our people and our ability to conquer the wild. When combined with spices, it is a truly luxurious meal.

-Set a frying pan above a hearth.
-Place a slab of steak into the hearth and let it fry.
-Combine with a few pinches of black pepper and serve.
</p><p><br></p><p>

Fried eggs are an easy to make dish for a mornin before hard labor

-Set a pan above the hearth
-if ya used steak the grease will line the pan making the egg not stick
-fry till browned proper, pepper it lightly and serve.
</p><p><br></p><p>

A salad is something nobles and those silly wood fae eat on a daily

-get a wee bowl
-stick whatever greens ye want but you can just stick meat in there to have a meaty salad
</p><p><br></p><p>

Brewing Beer or Wine

-fill a hoghead full of fine water, the sort that don't make ya spew
-throw in about two or three grown shite in 
-the hogs head will bubble for a time but thats good, a bubblin belly is a good oven
-once der be no more gurgling den deh brew is done."]}