{"Contents":["
<p><br></p><p><strong>&quot;
The Chained Countess
&quot;</strong></p><p><br></p><p>

Riverwatch Keep had seven main towers, each denoting the ruler that had them built.  Normally the lady of the keep would be in the Grand tower, the central and largest one amongst the seven, topped in gold and befitting the residence of a countess.  However this nite she stole away from her guards to the black tower, for Lystra had given her a need that only one man could sate.
</p><p><br></p><p>

The black tower loomed over her, short and fat as it was, home to the dungeons and all the prisoners within. Countess Illithan could hear the scream, moans and wails of all she had resigned to this place and she shuddered as she knew she would soon join them.  Her pointed ears turned red under her hood at the thought but she was drawn towards the steel door that stood at the base of the wretched place.
</p><p><br></p><p>

The metal portal creaked open on poorly oiled hinges, adding to the screams of the denizens inside.  The darkness past it was impenetrable save for a lantern sitting upon a table.  It lit barely enough of the room to see the blood stained floor and the chains glimmering as they hung from the ceiling.  Her escort stood to the side of the door taking up a guard position as she entered, the silence as she passed the line was jarring as it always was the screams seeming to be unable to penetrate here even if all could hear them just outside the door.
</p><p><br></p><p>

“What do I owe the honor, my lady.” The gruff voice of her dungeoneer seemed to appear behind her as she took another step towards the lantern, the door closing behind her and sealing her fate, not that she would choose anything else.
</p><p><br></p><p>

A hand that could have crushed bone gently landed on her collarbone and the calloused touch shivers down her spine. Those hands knew her body and soul, everything there was to know about her. She tried to compose herself under the hooded gaze of the man, everything but his dark green eyes concealed behind that shadow black hood.
</p><p><br></p><p>

“Dungeoneer…. I… I have need of your services. Again….” The countess once needed to speak before her entire city when her husband died, she wasnt as nervous then but she tripped over her words like some teenager under those eyes.  The hand slid up her collarbone till the giant muscled digits gently wrapped around her neck.  She shut up as she knew the power behind those arms and it was proven once more as he lifted her to her toes with seemingly no effort at all.
</p><p><br></p><p>

“My services lady, are at your disposal.”  She could feel his breath against her skin as he spoke those words, her body nearly going limp in his hands as he carried her by the neck towards the dangling chains.  The clink and clank as she was forced through the hanging metal links towards her pair, the thick heavy metal rings that still held some luster of gold inlay.
</p><p><br></p><p>

She weakly resisted, her dainty hands grabbing at his own and trying to pry just one of his giant fingers off her throat, however it was like trying to move a boulder.  In response his grip tightened just enough to make breathing hard and she submitted to his power.  She could not win, she could never win, she WOULD NEVER WIN.  Not against him.  Her legs drew together as something deep in her squirmed at that thought, she wasnt the countess, ruler of Ardentwood, Widow to Count Darkwood, and the slayer of beasts, not here.  Here she was a toy.
</p><p><br></p><p>

The chains clasped around her wrists and left her dangling there, she looked into the eyes of her captor as he came around, each step seeming to thud against the stone floor from his sheer size.  Even hanging off the ground she had to look up to meet his eyes, and what eyes they were.  Dark green like the sea on a stormy nite and cold as the depths of the ocean.  She was hypnotized by those eyes even to the point she didnt notice he was disrobing her until she was already bare for all to see.
</p><p><br></p><p>

Her mind regained focus as the last of her clothes fell away to the pile of elegant silks on the floor, she looked at the rough woven black hood and knew she could order him away and he would follow it, but she also knew she could never give that order.  She wanted this. No. SHE NEEDED THIS. This escape from her corenet, this escape from her duties, this escape from her own free will.  The hand of her master reached up and cupped her chin, his thumb pressing against her lips.  Her mouth opened on its own accord and her masters taste ran over her tongue, he explored her mouth in a way that would have been more fitting of a prize fish than a noble of the land.
</p><p><br></p><p>

She could feel his smile under the hood as they both knew who was in control here.  She may be a noble, but she was his property.  His face drew closer to hers to the point she could feel his warm breath through the black mask.  He lifted the hood just enough to let the beard that was oh so burly and strong fluff out just before his slightly scarred lips.  They kissed deeply, noble to commoner, slave to master.
</p><p><br></p><p>

They kept kissing until her master broke it off and she gasped for breath, the smell of the dungeon filling her lungs and infesting her brain. “Have you been a good girl?”  His voice was like spice to her ears and broke her out.  She nodded eagerly for she had been, she’d sat through all those boring meetings, made tough decisions on policy and was doing her best to prop up the county after her husband's death.  Thoughts rushed through her emptying mind before all vanishing as he kissed her again. “And what do good girls get?”
</p><p><br></p><p>

She knew what to say and even before the words exited her mouth her legs quivered as something dripped down them.  “Rewarded.” His nod was all the confirmation she needed as his strong hands spread her legs apart, her shaved slit bare for him and only him.  
</p><p><br></p><p>

---
The parchment is torn here.
---
</p><p><br></p><p>

The countess turned pet spent the rest of the nite screaming and moaning under the care of her dungeoneer.  She was nothing more than a hole to be used and filled over and over again and so she was.
</p><p><br></p><p>

As dawn crested the horizon the countess emerged from the dungeon, a proper lady of the realm once more, only with a warmth in her belly she could not ignore.
</p><p><br></p>"]}