{"Contents":["
<p><br></p><p><strong>&quot;
Black Book of Dark Knowledge Volume II
&quot;</strong></p><p><br></p><p>
 
So our reader returns or another who stumbled upon only the second volume on accident found this book, Well no matter let us continue you shall be introduced to one of the realms of the seven hells.
</p><p><br></p><p>
 
Chapter of Dark Truths: Two 
</p><p><br></p><p>
 
Realm of the Putrescent Mimicry:
</p><p><br></p><p>
 
A visceral mockery of the mortal living world some draggers reside here. Souls cast out by Necra herself from her underworld into the hells beyond redemption are twisted and molded into a repulsive mass of putrescent flesh and viscera almost resembling ooze-like maggot-wriggling beings in this domain.
</p><p><br></p><p>
 
The warped landscape soil stretches far and wide as the dirt itself is a mixture of mockery of grass looking like the skin of mortal races and the false dirt like flesh and some stones like bones and the very rivers run with a disgusting watery gruel viscous putrescent liquid with a foul scum-like foam on-top sometimes if scooped or drank upon like a grazing animal..
</p><p><br></p><p>
 
Those crawling, squirming, and wandering upon the realm may encounter the so-called Herald and Maintainer of this hellish domain as the skin-like grass rises and knits together as an aperture of an abyssal chasm opens as a towering mass of a mockery of the mortal races looms over its subjects a cloak or robe with a shroud of flayed skin yet a face it has not a gaping recessed hole with a looming abyss in its hood of skin and arms like serpents from the ground and intertwining in and out of it’s towering visage and upon spotting an inhabitant it grasps it with two fingers and squeezes reshapes and stretches their old form into new shapes and if necessary a looming needle of bone infused with sinew and nerves in endless supply to mold their denizen into a form worthy of its designs being a mockery of medicinal practices and flesh mending perhaps a dark reflection as their master makes their soul reborn into a corrupted fearsome shape in disgusting and yet beautiful forms by those enthralled by the vile concoctions of wicked creativity
</p><p><br></p><p>
 
Forsaken your mortal shell in physical and spiritual form. <br>
By apathy broken by Death’s Revilement, you are no longer deemed of worth. <br>
Wicked freedom reignites your doused spark of false life as you give up your light.
</p><p><br></p><p>
 
So did you have your free will including all its rights but limit your will we shall not like the flawed Ten Pantheon and its gods. Forces of Eretz perhaps shall tremble in your Flesh Hue New Spark of Dark Light.
</p><p><br></p><p>
Woe oh Woe for those who cast you out by torment and suffering you will endure it Entropy’s Abyssal Might be reborn anew and the old forsaken rightly.
</p><p><br></p>"]}