{"Contents":[
"The art of creating Flour. The creation of flour is a simple yet vital process that can turn grain into filling sustenance. Dough is versatile and be shaped into many different forms, but they all must be baked in an oven. Using butter in the combination will allow for the creation of pie dough, and thus delicious pies.
</p><p><br></p><p>

Do not trust Outsiders. They poisoned their own songs and history with so many lies, they are unable to see or speak the truth anymore. 
They are as poisoned as the cities they live in. 
They have forgotten the Forest.
</p><p><br></p><p>

Because at the beginning, there was the Forest. So endless, if one climbed the great trees they could see nothing but an ocean of leaves. Roots, Fruit and Mushrooms were without poison, and all water was sweet and filled with Fish. We challenged mighty beasts for their fur and meat.
The great Forest gave us everything we needed.
</p><p><br></p><p>

But then some elves became curious. Their gaze was directed towards Astrata and Noc. 
They craved Astratas Order. And the Secrets of Noc.
</p><p><br></p><p>

So when the first elves left the Treefather embrace, he was saddened. 
His tears turned the great waters salty.
But we stayed with him, consoling him.
</p><p><br></p><p>

Men tricked the beasts of the forests to enslave them, he was bitter.
He gave his beasts bigger tusks and horns to fend off men.
But we stayed with him, consoling him.
</p><p><br></p><p>

When they started to bend plants to their will, he was angered.
Dendor gave them thorns and bitterness.
But we stayed with him, consoling him.
</p><p><br></p><p>

Then Malum poisoned the Treefather , and he was in great pain.
He filled the waters with leeches and worms.
But we stayed with him, consoling him.
</p><p><br></p><p>

Eventually, Dendors grief turned into madness.
He randomly selected mushrooms and plants to make them poisonous.
He mixed beasts and mortals, creating monstrous things.
</p><p><br></p><p>

But we saw the reason in his madness. We adapted. Became stronger with every challenge he threw at us. We embraced the pain. Because we could feel his love in it.
We know that one day the forest will reclaim the ruins of civilization. The beasts will roam free again and all will live in the forest again."]}